// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Tallennetut työt";

TaskTitleField = "Tallennetut työt";
TaskDescriptionField = "Etsi tietoja tulostimeen pysyvästi tallennetuista töistä napsauttamalla alla olevaa painiketta.";
TaskStartButtonTitle = "Etsi";